Repository: fabbo-repo/balance-home-app
Catalog: backend/djangorest/locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: description
es: descripción

source: quantity
es: cantidad

source: date
es: fecha

source: coin type
es: tipo de moneda

source: owner
es: propietario

source: gross quantity
es: cantidad bruta

source: expected quantity
es: cantidad esperada

source: Date balance
es: Balance actual

source: Date balances
es: Balances actuales

source: year
es: año

source: Annual balance
es: Balance anual

source: Annual balances
es: Balances anuales

source: month
es: mes

source: Monthly balance
es: Balance mensual

source: Monthly balances
es: Balances mensuales

source: {} code not supported
es: Código {} no soportado

source: No exchange data, try later
es: No hay datos de intercambio, intentalo más tarde

source: No coin exchange
es: No hay intercambio de moneda

source: Exchange data not updated in the past 24 hours
es: Los datos de intercambio no han sido actualizados en 24 horas

source: No exchange data for the given coin type
es: No hay datos de intercambio para el tipo de moneda dado

source: code
es: código

source: Coin type
es: Tipo de moneda

source: Coin types
es: Tipos de monedas

source: data exhange dictionary
es: diccionariod de datos de intercambio

source: Coin exchange
es: Intercambio de moneda

source: Coin exchanges
es: Intercambio de monedas

source: English
es: Inglés

source: Spanish
es: Español

source: Code has already been sent, wait {} seconds
es: El código se ha enviado, espere {} segundos

source: No code sent
es: Ningún código enviado

source: Code is no longer valid
es: El código ya no es válido

source: Invalid code
es: Código invalido

source: User not found
es: Usuario no encontrado

source: New password must be different from old password
es: La contraseña nueva debe ser distinta que la antigua

source: Invalid old password
es: Contraseña antigua inválida

source: No invitation code stored
es: No hay código de invitación almacenado

source: Unverified email
es: Correo no verificado

source: No active account found with the given credentials
es: No se encontró ninguna cuenta activa con las credenciales dadas

source: Invalid refresh token
es: Token de actualización no válido

source: Language not supported
es: Lenguaje no soportado

source: Username and email can not be the same
es: Nombre de usuario y correo electrónico no pueden contener lo mismo

source: User already verified
es: Usuario ya verificado

source: New password cannot match other profile data
es: La contraseña nueva no puede coincidir con otro dato del perfil

source: Password fields do not match
es: Los campos de contraseña no coinciden

source: Password cannot match other profile data
es: La contraseña no puede coincidir con otro dato del perfil

source: Invitation code not found
es: Código de invitación no encontrado

source: Invalid invitation code
es: Código de invitación no válido

source: uuid code
es: código uuid

source: usage left
es: uso restante

source: is active
es: está activo

source: Invitation code
es: Código de invitación

source: Invitation codes
es: Códigos de invitación

source: An email address must be provided
es: Se debe proveer un correo electrónico

source: An username must be provided
es: Se debe proveer un nombre de usuario

source: Superuser must have is_staff=True
es: El superusuario debe tener is_staff=True

source: Superuser must have is_superuser=True
es: El superusuario debe tener is_superuser=True

source: email address
es: dirección de correo electrónico

source: language
es: lenguaje

source: profile image
es: imagen de perfil

source: invitation code
es: código de invitación

source: current balance
es: balance actual

source: receive email about balance
es: recibir correo electrónico sobre el balance

source: expected annual balance
es: balance anual esperado

source: expected monthly balance
es: balance mensual esperado

source: verified
es: verificado

source: last code sent
es: último código enviado

source: date of last code sent
es: fecha del último código enviado

source: last password reset code sent
es: último código de restablecimiento de contraseña enviado

source: date of last password reset code sent
es: fecha del último código de restablecimiento de contraseña enviado

source: preferred coin type
es: tipo de moneda preferida

source: image
es: imagen

source: Expense type
es: Tipo de gasto

source: Expense types
es: Tipos de gastos

source: expense type
es: tipo de gasto

source: Expense
es: Gasto

source: Expenses
es: Gastos

source: Frontend version
es: Version de frontend

source: Frontend versions
es: Versiones del frontend

source: Revenue type
es: Tipo de ingreso

source: Revenue types
es: Tipos de ingresos

source: revenue type
es: tipo de ingreso

source: Revenue
es: Ingreso

source: Revenues
es: Ingresos
