Repository: fabbo-repo/balance-home-app
Catalog: backend-djangorest/api/src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: name
fr: nom

source: real quantity
fr: quantité réelle

source: converted quantity
fr: quantité convertie

source: coin type
fr: type de pièce

source: owner
fr: propriétaire

source: Balance
fr: Équilibre

source: Balances
fr: Soldes

source: expected quantity
fr: quantité brute

source: Date balance
fr: Solde à date

source: Date balances
fr: Soldes à date

source: year
fr: année

source: Annual balance
fr: Bilan annuel

source: Annual balances
fr: Soldes annuels

source: month
fr: mois

source: Monthly balance
fr: Solde mensuel

source: Monthly balances
fr: Soldes mensuels

source: {} code not supported
fr: Code {} non pris en charge

source: No exchange data, try later
fr: Aucune donnée d'échange, essayez plus tard

source: No coin exchange
fr: Pas d'échange de pièces

source: Exchange data not updated in the past 24 hours
fr: Données d'échange non mises à jour au cours des dernières 24 heures

source: No exchange data for the given coin type
fr: Aucune donnée d'échange pour le type de pièce donné

source: Coin type
fr: Type de pièce

source: Coin types
fr: Types de pièces

source: data exhange dictionary
fr: dictionnaire d'échange de données

source: Coin exchange
fr: Échange de pièces

source: Coin exchanges
fr: Échanges de pièces

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: User not found
fr: Utilisateur non trouvé

source: Invalid old password
fr: Ancien mot de passe invalide

source: Language not supported
fr: Langue non prise en charge

source: Invitation code not found
fr: Code d'invitation introuvable

source: Invalid invitation code
fr: Code d'invitation invalide

source: User already verified
fr: Utilisateur déjà vérifié

source: Password fields do not match
fr: Les champs de mot de passe ne correspondent pas

source: Password cannot match other profile data
fr: Le mot de passe ne peut pas correspondre à d'autres données de profil

source: Coin type has already been changed in the las 24 hours
fr: Le type de pièce a déjà été modifié au cours des dernières 24 heures

source: No invitation code stored
fr: Aucun code d'invitation stocké

source: Unverified email
fr: E-mail non vérifié

source: Invalid refresh token
fr: Jeton d'actualisation non valide

source: No active account found for specified refresh token
fr: Aucun compte actif trouvé pour le jeton d'actualisation spécifié

source: Username and email can not be the same
fr: Le nom d'utilisateur et l'e-mail ne peuvent pas être identiques

source: Code has already been sent, wait {} seconds
fr: Le code a déjà été envoyé, attendez {} secondes

source: No code sent
fr: Aucun code envoyé

source: Code is no longer valid
fr: Le code n'est plus valide

source: Invalid code
fr: Code invalide

source: Only three codes can be sent per day
fr: Seuls trois codes peuvent être envoyés par jour

source: New password must be different from old password
fr: Le nouveau mot de passe doit être différent de l'ancien mot de passe

source: New password cannot match other profile data
fr: Le nouveau mot de passe ne peut pas correspondre aux autres données de profil

source: uuid code
fr: code uuid

source: usage left
fr: utilisation restante

source: Invitation code
fr: Code d'invitation

source: Invitation codes
fr: Codes d'invitation

source: An email address must be provided
fr: Une adresse e-mail doit être fournie

source: An username must be provided
fr: Un nom d'utilisateur doit être fourni

source: Superuser must have is_staff=True
fr: Le superutilisateur doit avoir is_staff=True

source: Superuser must have is_superuser=True
fr: Le superutilisateur doit avoir is_superuser=True

source: email address
fr: adresse e-mail

source: language
fr: langue

source: profile image
fr: photo de profil

source: current balance
fr: Solde actuel

source: receive email about balance
fr: recevoir un e-mail sur le solde

source: expected annual balance
fr: solde annuel attendu

source: expected monthly balance
fr: solde mensuel prévu

source: verified
fr: vérifié

source: last code sent
fr: dernier code envoyé

source: date of last code sent
fr: date du dernier code envoyé

source: last password reset code sent
fr: dernier code de réinitialisation du mot de passe envoyé

source: date of last password reset code sent
fr: date du dernier code de réinitialisation du mot de passe envoyé

source: number of requests for password reset code
fr: nombre de demandes de code de réinitialisation de mot de passe

source: preferred coin type
fr: type de pièce préféré

source: date of last preferred coin type change
fr: date du dernier changement de type de pièce préféré

source: Expense type
fr: Type de dépense

source: Expense types
fr: Types de dépenses

source: expense type
fr: type de dépense

source: Expense
fr: Dépense

source: Expenses
fr: Dépenses

source: Revenue type
fr: Type de revenu

source: Revenue types
fr: Types de revenus

source: revenue type
fr: type de revenu

source: Revenue
fr: Revenu
